Table of Contents
 Interface IIdeaObjectWithResults
Namespace
IdeaStatiCa.BimApi
Assembly
IdeaStatiCa.BimApi.dll
public interface IIdeaObjectWithResults : IIdeaObject
Inherited Members
 IIdeaObject.Id
 IIdeaObject.Name
Methods
 GetResults()
IEnumerable<IIdeaResult> GetResults()
Returns
IEnumerable<IIdeaResult>
 Edit this page